"4INCHIMAGES" = "4 palcové obrázky";
"ACCESSDAEMONLBL" = "Príslušenstvo daemon";
"ACCESSDAEMONMSG" = "Zakázanie znefunkční všetko príslušenstvo okrem nabíjačiek.";
"ADDBOOKDAEMONLBL" = "Kontakty daemon";
"ADDBOOKDAEMONMSG" = "Zakázanie spôsobí pomalšie načítavanie kontaktov.";
"ADDITEM" = "Pridaj položku";
"ADMLITEDAEMONLBL" = "AdminLite daemon";
"ADMLITEDAEMONMSG" = "Tento daemon vráti užívateľovi spať kontrolu v prípade zamrznutia aplikácie. Zakázanie nemá žiaden negatívny účinok.";
"ADS" = "Reklamy";
"ADVANCEDLBL" = "Pokročilé";
"AIRPRINTDAEMONLBL" = "AirPrint daemon";
"AIRPRINTDAEMONMSG" = "Keď nepoužívate AirPrint, môžete tento daemon zakázať.";
"ANALYZEBTN" = "Analyzuj";
"ANALYZELBL" = "Analyzujem, počkajte...";
"APPLICATIONS" = "Aplikácie";
"APPLY" = "Použi";
"ASSTOUCHDAEMONLBL" = "AssistiveTouch daemon";
"ASSTOUCHDAEMONMSG" = "Keď nepoužívate AssistiveTouch, môžete tento daemon zakázať.";
"ATTACHMENTS" = "Prílohy sprav";
"BACK" = "Spať";
"BACKUPDAEMONLBL" = "Zálohuj daemon";
"BACKUPDAEMONMSG" = "Zakázanie daemonu spôsobí nefunkčnosť iTunes a iCloud zálohovania.";
"CACHEFILES" = "Cache";
"CANCEL" = "Zruš";
"CHIWLANDAEMONLBL" = "Čínske WLAN siete daemon";
"CHIWLANDAEMONMSG" = "Tento daemon loguje chyby vzniknuté pri pripájaní na WiFi s čínskymi znakmi.";
"CLEANBTN" = "Vyčisti";
"CLEANLBL" = "Čistím, čakajte...";
"CLEANUPCOMPLETED" = "Čistenie dokončené!";
"CONTAINING" = "Obsahuje:";
"CONTINUE" = "Chcete pokračovať?";
"CUSTOMFILES" = "Prispôsobené subory a zložky";
"CYDIA" = "Cydia";
"CYDIASOURCES" = "Cydia zdroje";
"CYDIASRCMSG" = "Keď vyčistíte zdroje z Cydie, budú prázdne až dokiaľ ich neupdatnete.";
"DATAMIGDAEMONLBL" = "Data migrator daemon";
"DATAMIGDAEMONMSG" = "Zakázanie spôsobí nemožnosť importovať kontakty zo SIM.";
"DELETE" = "Vymaž";
"DELETEDFILES" = "Súbory zmazané";
"DEPENDENCIES" = "Nepoužite dependencie";
"DEVDAEMONLBL" = "Daemony pre vývojárov";
"DEVDAEMONMSG" = "Daemony použiteľné len pre vývojárov. Ak nim nie ste, môžete ho vypnúť.";
"DICTIONARIESLBL" = "Definičné slovníky";
"DICTIONARIESMSG" = "Slovníky použité ''define'' funkciou Vášho zariadenia. Tu môžete vymazať tie, ktoré nepotrebujete.";
"EDIT" = "Uprav";
"ENDINGWITH" = "Konci s:";
"EXAPPSLBL" = "Vyňaté aplikácie";
"FDATAMSG" = "Chcete presunúť fonty na dátovú partíciu? (zo systémovej)";
"FILESANDFOLDERS" = "Súbory a podzložky";
"FILETYPE" = "Typ súborov";
"FILETYPECLEANUP" = "Cleanup podľa typu súborov";
"FILETYPELBL" = "Nastav typ súborov na vyčistenie";
"FILETYPEMSG" = "Typy súborov na vyčistenie (oddelené medzerou):";
"FOLDER" = "Zložka";
"FONTSBTN" = "Premiestni zložku s fontmi";
"FREEDSPACE" = "Uvoľnené miesto";
"FSYSMSG" = "Chcete presunúť fonty na systémovú partíciu? (z dátovej)";
"GAMEDAEMONLBL" = "Game Center daemon";
"GAMEDAEMONMSG" = "Môžete zakázať v prípade že nepoužívate Game Center.";
"ICLOUDDAEMONLBL" = "iCloud daemons";
"ICLOUDDAEMONMSG" = "Zakázanie ovplyvní funkčnosť iCloud.";
"ILLFILETYPEMSG" = "Zadali ste jeden zo zlých typov súborov/znakov. iCleaner zabránil možnému poškodeniu Vášho zariadenia ich odstránením.";
"IMAGES" = "Obrázky";
"IPADIMAGES" = "iPad obrázky";
"ITUNESARTWORKFILES" = "iTunesArtwork súbory";
"KEYBOARDS" = "Klávesnice";
"LANGLBL" = "Vyber jazyka";
"LANGNAME" = "Angličtina";
"LANGTOREMLBL" = "Jazyky na odstránenie";
"LANGTOREMMSG" = "Označte jazyky ktoré chcete odstrániť \n\nNOTE: v závislosti na verzii iOS a ''Emoji'' klávesnici, odstránenie ''Japanese'' môže znefunkčniť emotikony";
"LANGUAGES" = "Jazyky";
"LDAEMONSLBL" = "Launch Daemons";
"LDAEMONSMSG" = "Klikni pre popis.";
"LOGDAEMONLBL" = "Log, dump and crash report daemons";
"LOGDAEMONMSG" = "Tieto daemony logujú systémové chyby a padnutia aplikácii; ich zakázaním sa nič nestane.";
"LOGFILES" = "Logy";
"LOGLBL" = "Pozri log";
"MATCH" = "Zhoda";
"MOREINFOLBL" = "Viac info a pomoc";
"MSADDONSLBL" = "MobileSubstrate Addons";
"MSADDONSMSG" = "Keď zakážete nejaký add-on, povoľte ho spať pred odinštalovaním z Cydie; inač nebude odinštalovaný!";
"MSGATTACHMSG" = "Toto vymaže súbory prijate cez iMessage/MMS.\n\nSMART: Maže iba súbory ktoré nefigurujú v žiadnej správe.\n\nON: Maže všetky prílohy (namiesto nich budú v správach prázdne okná).";
"NO" = "Nie";
"NOFILEMSG" = "Potrebný súbor nenájdený!";
"NONRETINAIMAGES" = "Non-retina obrázky";
"NOTHINGHERE" = "Tu nič nie je!";
"ONLYFILES" = "Iba súbory";
"OPERATIONCOMPLETED" = "Operácia dokončená!";
"OTADAEMONLBL" = "OTA update daemons";
"OTADAEMONMSG" = "OTA daemon môžete bezpečne zakázať na jailbreaknutych zariadeniach.";
"PASSBOOKDAEMONLBL" = "PassBook daemon";
"PASSBOOKDAEMONMSG" = "Keď nepoužívate PassBook, môžete tento daemon zakázať.";
"PATH" = "Cesta";
"PREFBUNDLESLBL" = "Baličky nastavení";
"PREFBUNDLESMSG" = "Ak nejaké zakážete, povoľte ich pred odinštalovaním, inač nebudú odinštalované!";
"PREFLBL" = "Súbory s nastavením";
"PREFMSG" = "Súbory nastavení aplikácií/tweakov z Cydie.";
"PROCESSEDFILES" = "Použité subory";
"READMELBL" = "Otvor ReadMe";
"REBOOTMSG" = "Je potrebný reštart kvôli vykonaným zmenám. Chcete ho?";
"RECURSIVE" = "Rekurzívny";
"REFRESH" = "Obnov";
"REGULARFILE" = "Obyčajný súbor";
"REMBAKBTN" = "Odstráň zálohu";
"REMBAKLBL" = "Odstraňujem zálohu";
"REMBAKMSG" = "Chcete odstrániť zálohy vytvorene v Test Móde?";
"RESBAKBTN" = "Obnov zálohu";
"RESBAKLBL" = "Obnovujem zálohu";
"RESBAKMSG" = "Chcete obnoviť zálohy vytvorene v Test Móde?";
"RESET" = "Reset";
"RESPRINGMSG1" = "Respring o %u sekúnd. Chcete respringnut Vaše zariadenie?";
"RESPRINGMSG2" = "Treba respring kvôli vykonaným zmenám. Chcete ho?";
"RESTOREDALBL" = "Obnov daemony a Mobile Substrate doplnky";
"RESTOREDAMSG" = "Odstráni zmeny vykonané (ohľadom daemonov) iCleanerom. Ak ste expert a chcete si ich manažovať sám, navštívte stránku ''iCleaner Pro''.";
"RETINAIMAGES" = "Retina obrázky";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Bezpečné daemony";
"SAFEDAEMONMSG" = "Tieto daemony manažujú zobrazovanie chýb a úvodnú konfiguraciu zariadenie. mozu byt bezpečne zakázané.";
"SELECTALL" = "Všetky";
"SETLBL" = "Nastavenia";
"SPLIGHTDAEMONLBL" = "Spotlight daemon";
"SPLIGHTDAEMONMSG" = "Zakázanie znefunkční SpotLight vyhľadávanie.";
"STARTINGWITH" = "Štartujem s:";
"TAPTOEDIT" = "Kliknite na rad aby ste ho upravili.";
"TEMPFILES" = "Dočasné súbory";
"TESTMODEADV" = "Testovací mód je doporučený.";
"TESTMODELBL" = "Testovací mód";
"TESTMODEMSG" = "V testovacom móde sa subory namiesto mazania zálohujú; avšak potom mozu byt odstránené.";
"TETHERDAEMONLBL" = "Internet tethering daemon";
"TETHERDAEMONMSG" = "Zakázanie znefunkční Personal Hotspot.";
"TWITTERDAEMONLBL" = "Twitter daemon";
"TWITTERDAEMONMSG" = "Zakázanie obmedzí integráciu Twitteru.";
"UNABLETOCONNECT" = "Nemožné sa pripojiť na server. Buď nie ste pripojený k internetu, alebo server je momentálne nedostupný.";
"UPDATEFOUNDMSG" = "Nová verzia iCleaner (%@) sa dá stiahnuť cez Cydiu.";
"UPDATELBL" = "Skontroluj updaty";
"UPDATENOTFOUNDMSG" = "Mate najnovší iCleaner.";
"USERINTERFACE" = "Užívateľské rozhranie";
"VIBDAEMONLBL" = "Vlastne vibrácie daemon";
"VIBDAEMONMSG" = "Tento daemon môžete zakázať pokiaľ nepoužívate vlastne vibrácie.";
"VOICECONTROLLANGUAGES" = "Voice control jazyky";
"VOICEDAEMONLBL" = "Voice control daemony";
"VOICEDAEMONMSG" = "Zakázanie znefunkční Voice Control a Siri.";
"VPNDAEMONLBL" = "VPN daemon";
"VPNDAEMONMSG" = "Tento daemon môžete zakázať, ak nepoužívate VPN.";
"WALLPAPERSLBL" = "Spravuj pozadia";
"WALLPAPERSMSG" = "Klikni pre náhľad.";
"WARNINGPOPUPSLBL" = "Upozorňovací Pop-up";
"WEBLBL" = "Stránka projektu iCleaner";
"WEIBODAEMONLBL" = "Weibo daemon";
"WEIBODAEMONMSG" = "Zakázanie obmedzí Weibo integráciu.";
"WHOLEFOLDER" = "Celu zložku";
"WIPEDAEMONLBL" = "Daemon pre mazanie dátovej partície";
"WIPEDAEMONMSG" = "Tento daemon maze dátovú partíciu. Jeho zakázanie spôsobí ''Settings - General - Reset'' a ostatné resety nefunkčnými.";
"YES" = "Áno";
